[    
    {
      "id": 2435,
      "english": "What?! Unbelievable! I picked the wrong Pokémon!",
      "indo": "Apa?! Sulit dipercaya! Saya memilih Pokemon yang salah!",
      "character": "Blue",
      "anime": "Pokémon"
    },
    {
      "id": 1520,
      "english": "Who the hell are they? Pedophile yakuza?",
      "indo": "Siapa mereka? yakuza pedofilia?",
      "character": "Shimura Shinpachi",
      "anime": "Gintama"
    },
    {
      "id": 5012,
      "english": "When you live, your life will end sooner or later. The body will return to the earth. Grass and flowers will grow on top of it. The soul will nourish the hearts... and it will live on in the hearts of other people. Everything in this world flows around and circulates. That goes for human lives too.",
      "indo": "Ketika Anda hidup, hidup Anda akan berakhir cepat atau lambat. Tubuh akan kembali ke bumi. Rumput dan bunga akan tumbuh di atasnya. Jiwa akan memelihara hati... dan itu akan hidup di hati orang lain. Segala sesuatu di dunia ini mengalir dan beredar. Itu juga berlaku untuk kehidupan manusia.",
      "character": "Izumi Curtis",
      "anime": "Fullmetal Alchemist"
    },
    {
      "id": 5200,
      "english": "If miracles only happen once, what are they called the second time?",
      "indo": "Jika keajaiban hanya terjadi sekali, apa yang disebut kedua kalinya?",
      "character": "Kurosaki Ichigo",
      "anime": "Bleach"
    },
    {
      "id": 5824,
      "english": "That’s right. I’m nice. After everything that has happened in my life, I still haven’t gone after anyone or anything in revenge. If I were normal I would have destroyed the world by now. In a sense it makes me a savior of sorts.",
      "indo": "Betul sekali. saya baik. Setelah semua yang terjadi dalam hidupku, aku masih belum mengejar siapa pun atau apa pun untuk membalas dendam. Jika saya normal, saya akan menghancurkan dunia sekarang. Dalam arti tertentu itu membuat saya menjadi semacam penyelamat.",
      "character": "Hachiman Hikigaya",
      "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru"
    },
    {
      "id": 2884,
      "english": "Victory and Glory!",
      "indo": "Kemenangan dan Kemuliaan!",
      "character": "Excalibur",
      "anime": "Soul Eater"
    },
    {
      "id": 1537,
      "english": "I am Justice! I protect the innocent and those who fear evil. I'm the one that will become the god of a new world that every one desires!",
      "indo": "Saya adalah Keadilan! Saya melindungi yang tidak bersalah dan mereka yang takut akan kejahatan. Akulah yang akan menjadi dewa dunia baru yang diinginkan semua orang!",
      "character": "Light Yagami",
      "anime": "Death Note"
    },
    {
      "id": 4233,
      "english": "Anyone can die. It's living that requires courage.",
      "indo": "Siapapun bisa mati. Hiduplah yang membutuhkan keberanian.",
      "character": "Kenshin Himura",
      "anime": "Rurouni Kenshin"
    },
    {
      "id": 2618,
      "english": "I was... relieved. I realized that, compared to the cat, I had it easy. (To kyo)",
      "indo": "Aku... lega. Saya menyadari bahwa, dibandingkan dengan kucing, saya mudah melakukannya. (Untuk kyo)",
      "character": "Sohma Kagura",
      "anime": "Fruits Basket"
    },
    {
      "id": 4066,
      "english": "We have choices. Some people like to stand in the rain without an umbrella. That's what it means to live free.",
      "indo": "Kami memiliki pilihan. Beberapa orang suka berdiri di tengah hujan tanpa payung. Itulah artinya hidup bebas.",
      "character": "Roger Smith",
      "anime": "The Big O"
    },
        {
      "id": 2256,
      "english": "That's why Kagome sent me, so I can protect you from being protected by him.",
      "indo": "Itu sebabnya Kagome mengirimku, jadi aku bisa melindungimu dari perlindungannya.",
      "character": "Shippou",
      "anime": "Inuyasha"
    },
    {
      "id": 4062,
      "english": "I am the alienated, the ridiculed, the despised. No need to praise my name. No need to envy my body. I am the shadow under the radiance of heroic spirits. Birthed of the darkness of glorious legend. And so, I hate, I resent. Nourished by the sighs of the people precipitated within the darkness, people that curse the light. This is my disgrace. Because of her unsullied glory, I must forever be belittled. You are, the sacrifice. Good, give me more, your blood and flesh, your life. Let them ignite my hatred!!",
      "indo": "Akulah yang terasing, yang diejek, yang dihina. Tidak perlu memuji namaku. Tidak perlu iri dengan tubuhku. Saya adalah bayangan di bawah pancaran semangat kepahlawanan. Lahir dari kegelapan legenda yang mulia. Jadi, aku benci, aku benci. Dipelihara oleh desahan orang-orang yang mengendap dalam kegelapan, orang-orang yang mengutuk cahaya. Ini adalah aib saya. Karena kemuliaannya yang tak ternoda, aku harus selamanya diremehkan. Kamu, pengorbanan. Bagus, beri aku lebih banyak, darah dan dagingmu, hidupmu. Biarkan mereka menyalakan kebencianku!!",
      "character": "Berserker",
      "anime": "Fate/zero"
    },
    {
      "id": 4542,
      "english": "When you notice an insect on the ground, do you stop to consider it a fool? The life of an insect is so beneath you that it would be a waste of your time to even consider judging it. That would be an accurate summation of my feelings towards you, humans.",
      "indo": "Ketika Anda melihat seekor serangga di tanah, apakah Anda berhenti untuk menganggapnya bodoh? Nyawa seekor serangga begitu rendah sehingga akan membuang-buang waktu Anda bahkan untuk mempertimbangkan untuk menilainya. Itu akan menjadi penjumlahan yang akurat dari perasaanku terhadapmu, manusia.",
      "character": "Father",
      "anime": "Fullmetal Alchemist"
    },
    {
      "id": 394,
      "english": "The world will change. I will change it.",
      "indo": "Dunia akan berubah. Aku akan mengubahnya.",
      "character": "Lelouch Lamperouge",
      "anime": "Code Geass: Lelouch of the Rebellion"
    },
    {
      "id": 2596,
      "english": "[referring to Tohru] If anyone can find a way to choke on rice, it's her.",
      "indo": "[mengacu pada Tohru] Jika ada yang bisa menemukan cara untuk tersedak nasi, itu dia.",
      "character": "Sohma Kyo",
      "anime": "Fruits Basket"
    },
    {
      "id": 737,
      "english": "Yahoo! Akamaru, let's do this!",
      "indo": "Yahoo! Akamaru, ayo lakukan ini!",
      "character": "Kiba Inuzuka",
      "anime": "Naruto"
    },
    {
      "id": 4246,
      "english": "The strong feed upon weak. It's such an obligingly simple rule. Except in this world, my friends tried to be strong.",
      "indo": "Yang kuat memakan yang lemah. Ini adalah aturan yang sangat sederhana. Kecuali di dunia ini, teman-temanku berusaha menjadi kuat.",
      "character": "Armin Arlelt",
      "anime": "Shingeki no Kyojin"
    },
    {
      "id": 2278,
      "english": "Be not a fool, I have no such time to waste.",
      "indo": "Jangan bodoh, saya tidak punya waktu untuk disia-siakan.",
      "character": "Sesshomaru",
      "anime": "Inuyasha"
    },
    {
      "id": 3360,
      "english": "Never look at your life as something insignificant. Never forget those friends of yours that you loved.",
      "indo": "Jangan pernah melihat hidup Anda sebagai sesuatu yang tidak penting. Jangan pernah melupakan teman-teman Anda yang Anda cintai.",
      "character": "Natsu Dragneel",
      "anime": "Fairy Tail"
    },
    {
      "id": 6422,
      "english": "Girls who are pretty and pure only exist in fantasies.",
      "indo": "Gadis yang cantik dan murni hanya ada dalam fantasi.",
      "character": "Rentarou Kurahashi",
      "anime": "Love Lab"
    },
    {
      "id": 3120,
      "english": "Who'd eat a pervert's banana? *blushing*",
      "indo": "Siapa yang akan makan pisang cabul? *memerah*",
      "character": "Kurisu Makise",
      "anime": "Steins;Gate"
    },
    {
      "id": 5153,
      "english": "Look around you, and all you will see are people the world would be better off without.",
      "indo": "Lihatlah ke sekeliling Anda, dan yang akan Anda lihat hanyalah orang-orang yang tanpanya dunia akan lebih baik.",
      "character": "Light Yagami",
      "anime": "Death Note"
    },
    {
      "id": 3498,
      "english": "Sounds like a lot of work, I think I'll pass. I'd rather play and I'll ask for help when I get stuck.",
      "indo": "Kedengarannya seperti banyak pekerjaan, saya pikir saya akan lulus. Saya lebih suka bermain dan saya akan meminta bantuan ketika saya terjebak.",
      "character": "Konata Izumi",
      "anime": "Lucky Star"
    },
    {
      "id": 5807,
      "english": "To kill the one you love... If someone else will do it anyway, I'd rather do it myself.",
      "indo": "Untuk membunuh orang yang kau cintai... Jika orang lain tetap melakukannya, aku lebih suka melakukannya sendiri.",
      "character": "Kurome",
      "anime": "Akame ga KILL!"
    },
    {
      "id": 3844,
      "english": "Humans are weak. For every cure found, another disease is uncovered. It's a game of chase.",
      "indo": "Manusia lemah. Untuk setiap obat yang ditemukan, penyakit lain terungkap. Ini adalah permainan kejar-kejaran.",
      "character": "Kazutaka Muraki",
      "anime": "Yami no Matsuei"
    },
    {
      "id": 1674,
      "english": "Oh, you know what I'm talking about. That stupid line that all you Quincies keep saying up until the moment you die. By the honor of the Quincy I cannot do this, by the honor of the Quincy I won't allow that. Quincy this, Quincy that! Every last one of you! It's so annoying!",
      "indo": "Oh, Anda tahu apa yang saya bicarakan. Kalimat bodoh yang selalu diucapkan Quincy sampai saat kau mati. Demi kehormatan Quincy aku tidak bisa melakukan ini, demi kehormatan Quincy aku tidak akan mengizinkan itu. Quincy ini, Quincy itu! Setiap yang terakhir dari Anda! Ini sangat mengganggu!",
      "character": "Kurotsuchi Mayuri",
      "anime": "Bleach"
    },
    {
      "id": 1116,
      "english": "I feel so...warm. We know... This calm won't last for long, but...we can't help hoping... That this dreamlike moment... will last.. Forever..",
      "indo": "Aku merasa sangat... hangat. Kami tahu... Ketenangan ini tidak akan berlangsung lama, tapi... mau tak mau kami berharap... Bahwa momen seperti mimpi ini... akan bertahan.. Selamanya..",
      "character": "Oz Vessalius",
      "anime": "Pandora Hearts"
    },
    {
      "id": 2673,
      "english": "I've gained freedom...and yet... it's so lonesome... (after declaring he was leaving Akito's side)",
      "indo": "Aku telah mendapatkan kebebasan...namun... itu sangat kesepian... (setelah menyatakan dia meninggalkan sisi Akito)",
      "character": "Sohma Momiji",
      "anime": "Fruits Basket"
    },
    {
      "id": 6092,
      "english": "You can't extract a god out of a human. However, by kowtowing to the thing that is considered to be a god, it is possible to create a god and shove it down the throats of people.",
      "indo": "Anda tidak dapat mengekstrak dewa dari manusia. Namun, dengan bersujud pada sesuatu yang dianggap sebagai dewa, adalah mungkin untuk menciptakan dewa dan memasukkannya ke dalam tenggorokan manusia.",
      "character": "Kaishou Rinroku",
      "anime": "Un-Go"
    },
    {
      "id": 869,
      "english": "Any game becomes boring when it lacks thrills.",
      "indo": "Permainan apa pun menjadi membosankan ketika tidak ada sensasi.",
      "character": "Sebastian Michaelis",
      "anime": "Kuroshitsuji"
    },
    {
      "id": 3518,
      "english": "It's still too early for you to win against me.",
      "indo": "Masih terlalu dini bagimu untuk menang melawanku.",
      "character": "Fuji Shuusuke",
      "anime": "Prince Of Tennis"
    },
    {
      "id": 4099,
      "english": "I never had anything this good before. I guess everything tastes good when I'm with you.",
      "indo": "Saya tidak pernah memiliki sesuatu yang baik ini sebelumnya. Kurasa semuanya terasa enak saat aku bersamamu.",
      "character": "Yoshida Haru",
      "anime": "Tonari No Kaibutsu-kun"
    },
    {
      "id": 4970,
      "english": "When you're on a bike, the ocean's a lot closer than you think. The autumn salt wind went right through to the back of my nose. And maybe it's because, like Haruko said, my head was empty.",
      "indo": "Saat Anda bersepeda, laut jauh lebih dekat dari yang Anda kira. Angin asin musim gugur menembus ke belakang hidungku. Dan mungkin karena, seperti yang Haruko katakan, kepalaku kosong.",
      "character": "Naota Nandaba",
      "anime": "FLCL"
    },
    {
      "id": 1538,
      "english": "If I sit like a normal person my investigative abilities are only working at 50% efficiency.",
      "indo": "Jika saya duduk seperti orang normal, kemampuan investigasi saya hanya bekerja pada efisiensi 50%.",
      "character": "L Lawliet",
      "anime": "Death Note"
    },
    {
      "id": 4391,
      "english": "People are capable of creating another part of themselves inside themselves at any time. A part that they can truly like.",
      "indo": "Orang mampu menciptakan bagian lain dari diri mereka sendiri setiap saat. Bagian yang benar-benar mereka sukai.",
      "character": "Ushiromiya Jessica",
      "anime": "Umineko no Naku Koro ni"
    },
    {
      "id": 694,
      "english": "*to Orochimaru about Naruto* \"I will die before I let you touch him!",
      "indo": "*kepada Orochimaru tentang Naruto* \"Aku akan mati sebelum aku membiarkanmu menyentuhnya!",
      "character": "Tsunade",
      "anime": "Naruto"
    },
    {
      "id": 1140,
      "english": "I'm always where food is!",
      "indo": "Saya selalu berada di tempat makanan!",
      "character": "Kero",
      "anime": "Cardcaptor Sakura"
    },
    {
      "id": 4559,
      "english": "Imagine what'd happen if I let someone like you loose on a bunch of politicians and scientists. You'd have them brainwashed in three days flat. First, you'd whisper your promises into their ears, getting them interested, and before they knew it, they'd be eating out of your goddamn hand. One of those scientists would say, \"Hey, this Huey fella, I think he's a really swell guy. We should talk to him and see what sort of information he might share with us\". And you can bet your ass by that point his brain would already be dribbling out his ears. Then oh, look, a strap on your straight jacket came loose, and oh, the next day they walk in and find out everyone in the lab is dead, and oh, Huey fucking Laforet is nowhere to be fucking seen! Oh no, oh what ever shall we fucking do Mr. Talbot, please do something even though you told us this exact thing was going to happen and we ignored you like the fucking idiots we are... and then they'll try and get me to find you, but you know what? I'll say no! Lemme say that again! No! Once more for good measure! Read my lips! Enn! Oh! No!",
      "indo": "Bayangkan apa yang akan terjadi jika saya membiarkan seseorang seperti Anda lepas dari sekelompok politisi dan ilmuwan. Anda akan membuat mereka dicuci otak dalam tiga hari. Pertama, Anda membisikkan janji Anda ke telinga mereka, membuat mereka tertarik, dan sebelum mereka menyadarinya, mereka akan memakan tangan Anda. Salah satu ilmuwan akan berkata, \"Hei, kawan Kwik ini, saya pikir dia pria yang sangat hebat. Kita harus berbicara dengannya dan melihat informasi macam apa yang mungkin dia bagikan kepada kita\". Dan Anda bisa bertaruh pantat Anda pada saat itu otaknya sudah menggiring bola keluar dari telinganya. Lalu oh, lihat, tali di jaketmu terlepas, dan oh, keesokan harinya mereka masuk dan menemukan semua orang di lab sudah mati, dan oh, Huey sialan Laforet tidak terlihat! Oh tidak, oh apa yang akan kita lakukan Mr Talbot, tolong lakukan sesuatu meskipun Anda mengatakan kepada kami hal yang tepat ini akan terjadi dan kami mengabaikan Anda seperti kami idiot ... dan kemudian mereka akan mencoba dan mendapatkan saya untuk menemukan Anda, tetapi Anda tahu apa? Saya akan mengatakan tidak! Biarkan aku mengatakan itu lagi! Tidak! Sekali lagi untuk ukuran yang baik! Baca bibirku! Enn! Oh! Tidak!",
      "character": "Victor Talbot",
      "anime": "Baccano!"
    },
    {
      "id": 5769,
      "english": "Girls could never understand the passionate bonds that we men share. Male friendship is a bond that runs thicker than blood!",
      "indo": "Gadis-gadis tidak pernah bisa memahami ikatan penuh gairah yang kami miliki bersama para pria. Persahabatan pria adalah ikatan yang lebih tebal dari darah!",
      "character": "Kiyotaka Ishimaru",
      "anime": "Danganronpa: Kibou No Gakuen To Zetsubou No Koukousei"
    },
    {
      "id": 1704,
      "english": "[holds up juice box] How do you drink from this?",
      "indo": "[mengangkat kotak jus] Bagaimana Anda minum dari ini?",
      "character": "Rukia Kuchiki",
      "anime": "Bleach"
    },
    {
      "id": 4962,
      "english": "When I was a child, whenever it snowed, I would play and make snowballs. When you start rolling a snowball, someone will always appear out of nowhere and help you make it bigger and in the end, everyone goes home satisfied. It was then that I suddenly thought “This is what I want to grow up to be like”.",
      "indo": "Ketika saya masih kecil, setiap kali turun salju, saya akan bermain dan membuat bola salju. Ketika Anda mulai menggulirkan bola salju, seseorang akan selalu muncul entah dari mana dan membantu Anda membuatnya lebih besar dan pada akhirnya, semua orang pulang dengan puas. Saat itulah saya tiba-tiba berpikir \"Inilah yang saya ingin tumbuh menjadi seperti\".",
      "character": "Alicia Florence",
      "anime": "Aria The Natural"
    },
    {
      "id": 1095,
      "english": "His and my passionate oath!",
      "indo": "Sumpahnya dan saya yang penuh gairah!",
      "character": "Kaien Cross",
      "anime": "Vampire Knight"
    },
    {
      "id": 299,
      "english": "You can kiss my ass!",
      "indo": "Anda bisa mencium pantatku!",
      "character": "Ganju Shiba",
      "anime": "Bleach"
    },
    {
      "id": 3537,
      "english": "It was my fault. It was my carelessness that led to Mitsukuni's cavity. I forgot to tell him to brush his teeth before napping... twice.",
      "indo": "Ini kesalahanku. Kecerobohanku yang menyebabkan rongga Mitsukuni. Aku lupa menyuruhnya menyikat gigi sebelum tidur siang... dua kali.",
      "character": "Takashi Morinozuka",
      "anime": "Ouran High School Host Club"
    },
    {
      "id": 1771,
      "english": "I am calm. That's why I can fight you!",
      "indo": "Saya tenang. Itu sebabnya aku bisa melawanmu!",
      "character": "Uryuu Ishida",
      "anime": "Bleach"
    },
    {
      "id": 5620,
      "english": "Thinking of you wherever you are. We pray for our sorrows to end, and hope that our hearts will blend. Now I will step forward to realize this wish. And who knows... starting a new journey may not be so hard, or maybe it has already begun. There are many worlds, but they share the same sky... one sky, one destiny.",
      "indo": "Memikirkanmu dimanapun kamu berada. Kami berdoa agar kesedihan kami berakhir, dan berharap hati kami akan menyatu. Sekarang saya akan melangkah maju untuk mewujudkan keinginan ini. Dan siapa tahu... memulai perjalanan baru mungkin tidak terlalu sulit, atau mungkin sudah dimulai. Ada banyak dunia, tetapi mereka berbagi langit yang sama... satu langit, satu takdir.",
      "character": "Kairi",
      "anime": "Kingdom Hearts 2"
    },
    {
      "id": 646,
      "english": "*to Naruto* Finding a new me, that is the lesson you taught me.",
      "indo": "*untuk Naruto* Menemukan diriku yang baru, itulah pelajaran yang kau ajarkan padaku.",
      "character": "Kabuto Yakushi",
      "anime": "Naruto"
    },
    {
      "id": 1449,
      "english": "Anybody want to take the sexy kitty home? She's free.",
      "indo": "Ada yang mau bawa pulang kucing seksi? Dia bebas.",
      "character": "Soul Evans",
      "anime": "Soul Eater"
    },
    {
      "id": 1273,
      "english": "*to Kyon* I'm getting bored and just fed up watching something that doesn't seem to be changing at all. That's why...I'm going to kill you and see how Miss Suzumiya reacts.",
      "indo": "*ke Kyon* Aku mulai bosan dan muak menonton sesuatu yang sepertinya tidak berubah sama sekali. Itu sebabnya...Aku akan membunuhmu dan melihat bagaimana reaksi Nona Suzumiya.",
      "character": "Asakura Ryouko",
      "anime": "The Melancholy of Haruhi Suzumiya"
    },
    {
      "id": 1678,
      "english": "If I were the rain, that binds together the heavens and the earth, whom in all eternity will never mingle, would I be able to bind two hearts together?",
      "indo": "Jika aku adalah hujan, yang menyatukan langit dan bumi, yang selamanya tidak akan pernah bercampur, akankah aku bisa menyatukan dua hati?",
      "character": "Inoue Orihime",
      "anime": "Bleach"
    },
    {
      "id": 3105,
      "english": "Wanting to be loved, for that sole obstinate reason, people can even go this far.",
      "indo": "Ingin dicintai, untuk satu-satunya alasan keras kepala itu, orang bahkan bisa sampai sejauh ini.",
      "character": "Sebastian Michaelis",
      "anime": "Kuroshitsuji"
    },
    {
      "id": 5666,
      "english": "Love hurts. But it can hurt worse if you allow your eyes to wander.",
      "indo": "Cinta menyakitkan. Tapi itu bisa lebih menyakitkan jika Anda membiarkan mata Anda berkeliaran.",
      "character": "Kirishima Shouko",
      "anime": "Baka to Test to Shoukanjuu"
    },
    {
      "id": 3588,
      "english": "We don't die for our friends, we live for them.",
      "indo": "Kita tidak mati untuk teman kita, kita hidup untuk mereka.",
      "character": "Erza Scarlet",
      "anime": "Fairy Tail"
    },
    {
      "id": 4154,
      "english": "The gods have, since ancient times, created methods to test humans. The system God has created... it opposes all living creatures and splits the world. It condemns people to roles. Heaven pretends they can't see the suffering of the people. Only the lucky few find the way. The pain of those beings reaches deep into my heart. I want to counter this discrimination and extend a helping hand. In order to do that, the only thing that can be done is to create a new system! See... this is what God has wrought... I cannot allow such a system to continue! This is the will of my quarrel with Heaven. I would like you to come with me. If I had your help, even the weak-of-heart could have their wishes fulfilled. So that everyone can be equal and happy, I wish to reach out.",
      "indo": "Para dewa, sejak zaman kuno, telah menciptakan metode untuk menguji manusia. Sistem yang Tuhan ciptakan... menentang semua makhluk hidup dan membelah dunia. Ini mengutuk orang untuk peran. Surga berpura-pura tidak bisa melihat penderitaan orang-orang. Hanya sedikit yang beruntung yang menemukan jalan. Rasa sakit dari makhluk-makhluk itu mencapai jauh ke dalam hatiku. Saya ingin melawan diskriminasi ini dan mengulurkan tangan membantu. Untuk melakukan itu, satu-satunya hal yang dapat dilakukan adalah membuat sistem baru! Lihat... ini yang Tuhan buat... Aku tidak bisa membiarkan sistem seperti itu terus berlanjut! Ini adalah kehendak pertengkaran saya dengan Surga. Saya ingin Anda ikut dengan saya. Jika saya mendapat bantuan Anda, bahkan yang lemah hati dapat memenuhi keinginan mereka. Agar semua orang bisa setara dan bahagia, saya ingin menjangkau.",
      "character": "Celestin",
      "anime": "Aah! Megami-Sama"
    },
    {
      "id": 4843,
      "english": "Sinful? Corrupt? I don't understand your logic. Why must pleasure and sin be connected? Pleasure gotten through evil means could be a sin. But pleasure can also result from good deeds. What kind of philosophy calls pleasure itself a sin?",
      "indo": "Penuh dosa? Korup? Saya tidak mengerti logika Anda. Mengapa kesenangan dan dosa harus dihubungkan? Kenikmatan yang didapat melalui cara jahat bisa menjadi dosa. Tapi kesenangan juga bisa dihasilkan dari perbuatan baik. Filsafat macam apa yang menyebut kesenangan itu sendiri sebagai dosa?",
      "character": "Gilgamesh",
      "anime": "Fate/zero"
    },
    {
      "id": 5993,
      "english": "People who neglect to make efforts or who don't take any actions at all are always the ones who dream that someday they will suddenly become wildly successful.",
      "indo": "Orang-orang yang lalai berusaha atau tidak mengambil tindakan sama sekali adalah orang-orang yang selalu bermimpi bahwa suatu saat mereka akan tiba-tiba menjadi sangat sukses.",
      "character": "Misaki Nakahara",
      "anime": "Welcome to the N.H.K"
    },
    {
      "id": 6094,
      "english": "No matter how ugly something is, if you look at it in a cute way, it'll seem dear somehow.",
      "indo": "Tidak peduli seberapa jelek sesuatu itu, jika Anda melihatnya dengan cara yang lucu, entah bagaimana itu akan tampak sayang.",
      "character": "Kawai Maria",
      "anime": "Akuma To Love Song"
    },
    {
      "id": 6344,
      "english": "If you could see everything but couldn't change any of it, or if you could live in freedom in darkness... Which do you think is more fortunate? I think it might not be that bad living in the dark, remembering the light.",
      "indo": "Jika Anda dapat melihat segalanya tetapi tidak dapat mengubahnya, atau jika Anda dapat hidup dalam kebebasan dalam kegelapan... Menurut Anda mana yang lebih beruntung? Saya pikir mungkin tidak seburuk itu hidup dalam kegelapan, mengingat cahaya.",
      "character": "Amane",
      "anime": "Mushishi"
    },
    {
      "id": 3690,
      "english": "You'll never know what's right or wrong until everything is over.",
      "indo": "Anda tidak akan pernah tahu apa yang benar atau salah sampai semuanya selesai.",
      "character": "Soldier Blue",
      "anime": "Terra E"
    },
    {
      "id": 353,
      "english": "Don't underestimate the Vongola!",
      "indo": "Jangan meremehkan Vongola!",
      "character": "Hayato Gokudera",
      "anime": "Katekyo Hitman Reborn!"
    },
    {
      "id": 463,
      "english": "*talking about Usopp and Luffy* It's never ending with those idiots. HEY! Lay off the sob stories! You know how dangerous this island is! Let's not give it any help in killing us!",
      "indo": "*berbicara tentang Usopp dan Luffy* Tidak pernah ada habisnya dengan para idiot itu. HAI! Singkirkan cerita-cerita sedih! Anda tahu betapa berbahayanya pulau ini! Mari kita tidak memberikan bantuan apapun dalam membunuh kita!",
      "character": "Nami",
      "anime": "One Piece"
    },
    {
      "id": 1304,
      "english": "Afterall, the fate of the world rests on my pitching. The world sure isn't worth much these days.",
      "indo": "Bagaimanapun, nasib dunia terletak pada lemparan saya. Dunia benar-benar tidak berharga akhir-akhir ini.",
      "character": "Kyon",
      "anime": "The Melancholy of Haruhi Suzumiya"
    },
    {
      "id": 698,
      "english": "He has combined Shadow Clone with his own invention, the Sexy Jutsu. What a foolish ninja technique...and he could probably get me with it, too.",
      "indo": "Dia telah menggabungkan Shadow Clone dengan penemuannya sendiri, Sexy Jutsu. Benar-benar teknik ninja yang bodoh...dan dia mungkin bisa membuatku melakukannya juga.",
      "character": "Hiruzen Sarutobi",
      "anime": "Naruto"
    },
    {
      "id": 6206,
      "english": "If this world wasn't a complete hell for me, that's because you were alive.",
      "indo": "Jika dunia ini tidak benar-benar neraka bagiku, itu karena kau masih hidup.",
      "character": "Ein",
      "anime": "Phantom: Requiem For The Phantom"
    },
    {
      "id": 5558,
      "english": "Pleasure is another thing that I lack. I seek for it but cannot find it.",
      "indo": "Kesenangan adalah hal lain yang tidak saya miliki. Saya mencarinya tetapi tidak dapat menemukannya.",
      "character": "Kotomine Kirei",
      "anime": "Fate/zero"
    },
    {
      "id": 6008,
      "english": "I have to accept that who I want to become and who I can actually become are different.",
      "indo": "Saya harus menerima bahwa saya ingin menjadi siapa dan siapa saya sebenarnya adalah berbeda.",
      "character": "Kawai Maria",
      "anime": "Akuma To Love Song"
    },
    {
      "id": 2907,
      "english": "Could you settle for a smile, and a fond farewell?",
      "indo": "Bisakah Anda puas dengan senyuman, dan perpisahan yang menyenangkan?",
      "character": "Guts",
      "anime": "Berserk"
    },
    {
      "id": 6307,
      "english": "Of the days that I have lived, only those I spent with you seemed real.",
      "indo": "Dari hari-hari yang saya jalani, hanya hari-hari yang saya habiskan bersama Anda yang tampak nyata.",
      "character": "Vincent Volaju",
      "anime": "Cowboy Bebop: The Movie"
    },
    {
      "id": 3637,
      "english": "The prince's ice cream - it's an indirect kiss!",
      "indo": "Es krim sang pangeran - ini adalah ciuman tidak langsung!",
      "character": "Su",
      "anime": "Shugo Chara"
    },
    {
      "id": 1705,
      "english": "[during Tosen, Gin Ichimaru and Sosuke Aizen's escape from Soul Society] Get down here, Tosen! Why did you become a Shingami? Was it not for your deceased friend? Was it not to carry out justice!? Where is your justice now!?",
      "indo": "[saat Tosen, Gin Ichimaru dan Sosuke Aizen melarikan diri dari Soul Society] Turun ke sini, Tosen! Mengapa Anda menjadi Shingami? Bukankah itu untuk temanmu yang sudah meninggal? Bukankah itu untuk menegakkan keadilan!? Dimana keadilanmu sekarang!?",
      "character": "Komamura Sajin",
      "anime": "Bleach"
    },
    {
      "id": 5398,
      "english": "When you trust someone and get to know them, you eventually learn about their wounds too.",
      "indo": "Ketika Anda memercayai seseorang dan mengenal mereka, Anda akhirnya belajar tentang luka mereka juga.",
      "character": "Mei Tachibana",
      "anime": "Sukitte Ii Na Yo"
    },
    {
      "id": 6384,
      "english": "Men are not men on the battlefield. We turn into some other creature. You can do the cruelest things... It doesn't even matter if it's an order or not. To protect yourself, your mind shuts out any emotions you have. It's like a steel door. But once the war is over, you can't keep it closed forever. ",
      "indo": "Pria bukanlah pria di medan perang. Kita berubah menjadi makhluk lain. Kamu bisa melakukan hal yang paling kejam... Tidak peduli itu perintah atau bukan. Untuk melindungi diri sendiri, pikiran Anda menutup semua emosi yang Anda miliki. Ini seperti pintu baja. Tapi begitu perang berakhir, Anda tidak bisa menutupnya selamanya.",
      "character": "Fullmetal Alchemist",
      "anime": "Fullmetal Alchemist"
    },
    {
      "id": 6380,
      "english": "You know how they have parameters in games? Like, you're good at magic, but your combat skills blow, or you're a great fighter, but you lack in the brains department.",
      "indo": "Anda tahu bagaimana mereka memiliki parameter dalam game? Seperti, Anda pandai sihir, tetapi keterampilan tempur Anda gagal, atau Anda seorang petarung yang hebat, tetapi Anda kekurangan di bagian otak.",
      "character": "Izaya Orihara",
      "anime": "Durarara!!×2 Shou"
    },
    {
      "id": 1137,
      "english": "Girls are scary when they're angry!",
      "indo": "Gadis-gadis itu menakutkan ketika mereka marah!",
      "character": "Kero",
      "anime": "Cardcaptor Sakura"
    },
    {
      "id": 5891,
      "english": "Yeah, I know there's no right answer. All I know for sure is that time keeps on flowing like a river, and a river eventually leads to the ocean. Maybe I will try swimming against the current.",
      "indo": "Ya, saya tahu tidak ada jawaban yang benar. Yang saya tahu pasti adalah waktu terus mengalir seperti sungai, dan sungai akhirnya mengarah ke lautan. Mungkin saya akan mencoba berenang melawan arus.",
      "character": "Naruo Taneda",
      "anime": "Solanin"
    },
    {
      "id": 1226,
      "english": "Lavi, when I got back to the ship, I was going to apologize. Allen, you've suffered so much. Yet, you're always looking out for me, thank you. I really shouldn't have borrowed this, Anita's precious hair band... Allen, I... I know you'll come back to us, that's what I decided to believe in.",
      "indo": "Lavi, ketika saya kembali ke kapal, saya akan meminta maaf. Allen, kamu sudah sangat menderita. Namun, Anda selalu mencari saya, terima kasih. Seharusnya aku tidak meminjam ini, ikat rambut berharga Anita... Allen, aku... Aku tahu kau akan kembali kepada kami, itulah yang kuputuskan untuk percaya.",
      "character": "Lenalee Lee",
      "anime": "D.Gray-man"
    },
    {
      "id": 5169,
      "english": "If you turn your eyes away from sad things, they'll happen again one day. If you keep running away, you'll keep repeating the same mistakes. That's why you have to face the truth straight on.",
      "indo": "Jika Anda mengalihkan pandangan Anda dari hal-hal menyedihkan, itu akan terjadi lagi suatu hari nanti. Jika Anda terus melarikan diri, Anda akan terus mengulangi kesalahan yang sama. Itu sebabnya Anda harus menghadapi kebenaran secara langsung.",
      "character": "Riki Naoe",
      "anime": "Little Busters!"
    },
    {
      "id": 3814,
      "english": "There are only two professions in the whole world that give meaning to those who have died and what have been lost... They're writers and detectives. Writers are the only ones able to revive what was lost through their visions. Detectives are the only ones able to dig up the grave and bring back lost information. But the information us detectives dig up is nothing more than the truth as recorded in Heaven's Memo Pad.",
      "indo": "Hanya ada dua profesi di seluruh dunia yang memberi arti bagi mereka yang telah meninggal dan yang telah hilang... Mereka adalah penulis dan detektif. Penulis adalah satu-satunya yang mampu menghidupkan kembali apa yang hilang melalui visi mereka. Detektif adalah satu-satunya yang mampu menggali kuburan dan mengembalikan informasi yang hilang. Tapi informasi yang kami para detektif gali tidak lebih dari kebenaran seperti yang tercatat di Heaven's Memo Pad.",
      "character": "Shionji Yuuko",
      "anime": "Kamisama No Memochou"
    },
    {
      "id": 2791,
      "english": "The human world is a boring place with boring people doing boring things.",
      "indo": "Dunia manusia adalah tempat yang membosankan dengan orang-orang yang membosankan melakukan hal-hal yang membosankan.",
      "character": "Ryuk",
      "anime": "Death Note"
    },
    {
      "id": 5020,
      "english": "There are two types of people in this world - those who do what they're told and those who stay true to themselves. Most people think you're supposed to follow a predetermined path, keep your head down, obey the rules, do whatever's popular. But some prefer to follow their own path in life.",
      "indo": "Ada dua tipe orang di dunia ini - mereka yang melakukan apa yang diperintahkan dan mereka yang tetap setia pada diri mereka sendiri. Kebanyakan orang berpikir Anda seharusnya mengikuti jalan yang telah ditentukan, menundukkan kepala, mematuhi aturan, melakukan apa pun yang populer. Tetapi beberapa lebih memilih untuk mengikuti jalan hidup mereka sendiri.",
      "character": "Yuji Sakurai",
      "anime": "Beck"
    },
    {
      "id": 6281,
      "english": "Even if this is a twisted way to go about it, even if a guaranteed way to save our hearts cannot be found, even so, it doesn't mean that people like us don't try and struggle.",
      "indo": "Meskipun ini adalah jalan memutar untuk melakukannya, bahkan jika cara yang dijamin untuk menyelamatkan hati kita tidak dapat ditemukan, meskipun demikian, itu tidak berarti bahwa orang-orang seperti kita tidak mencoba dan berjuang.",
      "character": "Kakeru Kurosawa",
      "anime": "Onanie Master Kurosawa"
    },
    {
      "id": 5885,
      "english": "A band isn't so simple... that you can just mess around and keep it going.",
      "indo": "Sebuah band tidak begitu sederhana... bahwa Anda hanya bisa main-main dan terus berjalan.",
      "character": "Jirō Yamada",
      "anime": "Solanin"
    },
    {
      "id": 6239,
      "english": "What would you ask a grave, which can never reply? What do you pray for? Saying anything after someone's death is far too late.",
      "indo": "Apa yang akan Anda tanyakan kepada kuburan, yang tidak pernah bisa menjawab? Untuk apa kamu berdoa? Mengatakan apa pun setelah kematian seseorang sudah sangat terlambat.",
      "character": "Mahiro Fuwa",
      "anime": "Zetsuen No Tempest"
    },
    {
      "id": 4480,
      "english": "No point in wondering who someone really is, all you can do is trust them and accept them for who they are. Because the person you come to know is who that person really is.",
      "indo": "Tidak ada gunanya bertanya-tanya siapa seseorang sebenarnya, yang bisa Anda lakukan hanyalah mempercayai mereka dan menerima mereka apa adanya. Karena orang yang Anda kenal adalah siapa orang itu sebenarnya.",
      "character": "Kazuto Kirigaya",
      "anime": "Sword Art Online"
    },
    {
      "id": 233,
      "english": "These are broken, so Korea didn't make them.",
      "indo": "Ini rusak, jadi Korea tidak membuatnya.",
      "character": "South Korea",
      "anime": "Axis Powers: Hetalia"
    },
    {
      "id": 2405,
      "english": "Uh, my name... is... Ketchup! No, wait! My name is really Tom Ato!",
      "indo": "Uh, namaku... adalah... Kecap! Tidak, tunggu! Nama saya benar-benar Tom Ato!",
      "character": "Ash Ketchum",
      "anime": "Pokémon"
    },
    {
      "id": 1053,
      "english": "I still think about protecting you two...even if it's considered as an act of taboo by \"humans\".",
      "indo": "Aku masih berpikir untuk melindungi kalian berdua...meskipun itu dianggap sebagai tindakan tabu oleh \"manusia\".",
      "character": "Kaien Cross",
      "anime": "Vampire Knight"
    },
    {
      "id": 6004,
      "english": "Play to the last note, and leave no regrets.",
      "indo": "Mainkan sampai nada terakhir, dan jangan tinggalkan penyesalan.",
      "character": "Kiyora Miki",
      "anime": "Nodame Cantabile"
    },
    {
      "id": 3967,
      "english": "Life isn't that sweet. That's why everyone wants sweet things.",
      "indo": "Hidup tidak begitu manis. Itu sebabnya semua orang menginginkan hal-hal yang manis.",
      "character": "Undertaker",
      "anime": "Kuroshitsuji"
    },
    {
      "id": 4878,
      "english": "\"If I do this, I can stop the rebellion\", \"if I do that, I can stop the rebellion\"... Open your eyes, princess! Your zealous idealism disgusts me! Ideals can only be spoken by those powerful enough to carry them out. And that excludes you!",
      "indo": "\"Jika aku melakukan ini, aku bisa menghentikan pemberontakan\", \"jika aku melakukan itu, aku bisa menghentikan pemberontakan\"... Buka matamu, tuan putri! Idealisme Anda yang bersemangat membuat saya jijik! Cita-cita hanya dapat diucapkan oleh mereka yang cukup kuat untuk melaksanakannya. Dan itu tidak termasuk Anda!",
      "character": "Crocodile",
      "anime": "One Piece"
    },
    {
      "id": 2554,
      "english": "You must believe in yourself, follow your path without fear.",
      "indo": "Anda harus percaya pada diri sendiri, ikuti jalan Anda tanpa rasa takut.",
      "character": "Mamoru Chiba",
      "anime": "Sailor Moon"
    },
    {
      "id": 1184,
      "english": "Boobie squeeze!",
      "indo": "Peras payudara!",
      "character": "Timothy Hearst",
      "anime": "D.Gray-man"
    },
    {
      "id": 1495,
      "english": "What are you, some tantrum throwing brat who forgot to buy his Jump? Having no money is like having a sinus infection. You just have to ignore it and not pick at it, and it'll go away.",
      "indo": "Apa kamu, anak nakal yang suka mengamuk yang lupa membeli Jump-nya? Tidak punya uang seperti terkena infeksi sinus. Anda hanya perlu mengabaikannya dan tidak memilihnya, dan itu akan hilang.",
      "character": "Gintoki Sakata",
      "anime": "Gintama"
    },
    {
      "id": 5246,
      "english": "The difference between your decision and ours is experience. But you don't have to rely on that. CHOOSE... Believe in yourself, or believe in the survey corps and me. I don't know... I never have. I can believe in my own abilities or the choices of the companions I trust. But no one ever knows how it will turn out. So choose for yourself, whichever decision you will regret the least.",
      "indo": "Perbedaan antara keputusan Anda dan kami adalah pengalaman. Tetapi Anda tidak harus bergantung pada itu. PILIH ... Percaya pada diri sendiri, atau percaya pada korps survei dan saya. Aku tidak tahu... Aku tidak pernah. Saya bisa percaya pada kemampuan saya sendiri atau pilihan teman yang saya percayai. Tapi tidak ada yang pernah tahu bagaimana jadinya. Jadi pilihlah sendiri, keputusan mana pun yang paling tidak Anda sesali.",
      "character": "Levi Ackerman",
      "anime": "Shingeki no Kyojin"
    },
    {
      "id": 6537,
      "english": "I'm just letting you know, I'm not telling you this because I want your pity! I'm just fed up with humans, that's all! They tell lie after lie, only accepting people who are the same as they are! Humans are such hypocrites!",
      "indo": "Saya hanya memberi tahu Anda, saya tidak memberi tahu Anda ini karena saya ingin belas kasihan Anda! Aku muak dengan manusia, itu saja! Mereka berbohong demi kebohongan, hanya menerima orang-orang yang sama dengan mereka! Manusia benar-benar munafik!",
      "character": "Rachnera Arachnera",
      "anime": "Monster Musume no Iru Nichijou"
    },
    {
      "id": 3347,
      "english": "Your name sounds like an air conditioner.",
      "indo": "Nama Anda terdengar seperti AC.",
      "character": "Izaya Orihara",
      "anime": "Durarara!!"
    },
    {
      "id": 6030,
      "english": "Bonds that are too strong create flaws over time.",
      "indo": "Ikatan yang terlalu kuat menciptakan kekurangan seiring waktu.",
      "character": "Road Kamelot",
      "anime": "D.Gray-man"
    },
    {
      "id": 5152,
      "english": "All truths are easy to understand once they are discovered. The point is to discover them.",
      "indo": "Semua kebenaran mudah dimengerti begitu mereka ditemukan. Intinya adalah untuk menemukan mereka.",
      "character": "Galilei",
      "anime": "Galilei Donna"
    },
    {
      "id": 3134,
      "english": "Screw you, future me!",
      "indo": "Persetan denganmu, masa depanku!",
      "character": "Okabe Rintarou",
      "anime": "Steins;Gate"
    },
    {
      "id": 2921,
      "english": "Eternity is wasted upon the likes of you. Try as you might, immortality slips away. And you remain with only your shame.",
      "indo": "Keabadian terbuang sia-sia untuk orang-orang sepertimu. Cobalah sekuat tenaga, keabadian menyelinap pergi. Dan Anda tetap hanya dengan rasa malu Anda.",
      "character": "Alucard",
      "anime": "Hellsing"
    },
    {
      "id": 2653,
      "english": "I have nothing but me. I'll give you myself. You can use me however you like for the rest of my life. (To Shigure)",
      "indo": "Saya tidak punya apa-apa selain saya. Aku akan memberimu diriku sendiri. Anda dapat menggunakan saya sesuka Anda selama sisa hidup saya. (Ke Shigure)",
      "character": "Sohma Rin",
      "anime": "Fruits Basket"
    },
    {
      "id": 5699,
      "english": "Our crying for them won't bring the dead back to life.",
      "indo": "Tangisan kita untuk mereka tidak akan menghidupkan kembali orang mati.",
      "character": "Lelouch Lamperouge",
      "anime": "Code Geass: Lelouch of the Rebellion"
    },
    {
      "id": 5613,
      "english": "If you can't move with your hands then play with your feet! If you don't have enough fingers, then use your nose as well! Whether you're sad, you're a mess, or you've hit rock bottom, you still have to play! That's how people like us survive.",
      "indo": "Jika Anda tidak bisa bergerak dengan tangan Anda, maka bermainlah dengan kaki Anda! Jika Anda tidak memiliki cukup jari, maka gunakan juga hidung Anda! Apakah Anda sedang sedih, Anda berantakan, atau Anda telah mencapai titik terendah, Anda masih harus bermain! Begitulah cara orang-orang seperti kita bertahan hidup.",
      "character": "Kaori Miyazono",
      "anime": "Shigatsu Wa Kimi No Uso"
    },
    {
      "id": 3027,
      "english": "*to Ohana* You can't do everything by yourself!... But I can't do it by myself, either. I need your help.",
      "indo": "*untuk Ohana* Kamu tidak bisa melakukan semuanya sendiri!... Tapi aku juga tidak bisa melakukannya sendiri. Saya membutuhkan bantuan Anda.",
      "character": "Minko Tsurugi",
      "anime": "Hanasaku Iroha"
    },
    {
      "id": 5800,
      "english": "You don’t win alone. That’s just how it is.",
      "indo": "Anda tidak menang sendirian. Begitulah adanya.",
      "character": "Tobio Kageyama",
      "anime": "Haikyuu!!"
    },
    {
      "id": 3687,
      "english": "A fallen angel banished from heaven, arises into the light to be recieved by the benevolence of God...",
      "indo": "Seorang malaikat yang jatuh diusir dari surga, muncul ke dalam cahaya untuk diterima oleh kebaikan Tuhan ...",
      "character": "Spike Spiegel",
      "anime": "Cowboy Bebop"
    },
    {
      "id": 2481,
      "english": "I don't care if it's a girl, a baby or someone's grandma. I'm gonna fight her anyway.",
      "indo": "Saya tidak peduli apakah itu perempuan, bayi atau nenek seseorang. Aku akan tetap melawannya.",
      "character": "Yuusuke Urameshi",
      "anime": "Yu Yu Hakusho"
    },
    {
      "id": 1669,
      "english": "[Singing to Yammy] Aizen-sama will get maaaad at youuuu!",
      "indo": "[Menyanyi untuk Yammy] Aizen-sama akan mendapatkan maaaad pada kamuuuuu!",
      "character": "Urahara Kisuke",
      "anime": "Bleach"
    },
    {
      "id": 3923,
      "english": "A man who raises his hands on a woman is trash. If I have to become trash in order to survive... It'll be just like dying.",
      "indo": "Seorang pria yang mengangkat tangannya pada seorang wanita adalah sampah. Jika aku harus menjadi sampah untuk bertahan hidup... Itu akan seperti mati.",
      "character": "Abarai Renji",
      "anime": "Bleach"
    },
    {
      "id": 308,
      "english": "I'm going to have to ask you to stop now, Abarai-kun. I can only step on an ant so hard without crushing it.",
      "indo": "Aku harus memintamu untuk berhenti sekarang, Abarai-kun. Saya hanya bisa menginjak semut begitu keras tanpa menghancurkannya.",
      "character": "Aizen Sousuke",
      "anime": "Bleach"
    }
]